[
    {
        "title": "Some health issues should not be evaluated in the office",
        "detail": "The antiplatelet action of the aspirin, plus his age and the head trauma necessitate an immediate and thorough evaluation with imaging. I do not have an X-ray unit, CT scan unit or MRI unit in my internal medicine office. If I bring this gentleman into my office, he must transport himself, wait until I have time later in the day, and probably will then have to wait to be scheduled by an imaging facility for a non-contrast CT scan of the brain to make sure doesn’t have a bleed between his brain and skull or a bleed in the brain. The delay in evaluation can threaten his survival and recovery.\n\nThe patient was quite angry at the suggestion – quoting my concierge practice contract that says we will bring you in for a visit the same day for an acute condition. The non-stated content is that we will bring you on the same day for a condition that is appropriate for evaluation in an office setting. The same can be said for someone calling with acute substernal chest pain which could be a heart attack or sudden inability to breathe. Add in excessive bleeding that does not respond to compression or loss of consciousness as conditions that are best evaluated and treated in an emergency department. These are all conditions that require a call to EMS via 911 and an immediate evaluation in an Emergency Department where the equipment exists to quickly evaluate and treat these problems safely.",
        "author": "Steven Reznick"
    },
    {
        "title": "I’ve broken free from time, and I am a better doctor for it",
        "detail": "How many minutes have you given yourself to read this post?\n\nThere was a time when none of us could tell time. Imagine not knowing what the ever-moving hands of a clock are trying to reveal. My memories skew, but in that era before I could tell time, all I remember is laughter, effervescence, and the occasional injury. (The first time I hit my “funny bone” was quite the scare!)\n\nADVERTISEMENT\nNow, we can’t seem to escape it. No matter where we look: car dashboards, microwaves, and the multi-functional faces of Apple Watches, which dare tell time once in a while. Such a fascination with constant timekeeping has robbed us of ever being fully present in the present. In fact, the “present” is such a gift that the verb and noun for it are identical.\n\nAs a medical student, I couldn’t wait to get started as a doctor. Then, it was time to be one — intern year. Lo and behold, inaugural moments of internship transformed into hurried hours and then into dismaying days. The hard work was setting in, and I found myself rushing toward the end of each day, wondering if I’d made the right choice. The excitement and wonder of becoming a doctor that I felt as a medical student had passed as quickly as 80 hours did in a week. The more I looked at the clock, waiting for 5 o’clock to come, the slower it seemed to arrive. Shockingly, in all this perceived slowness, the work became a blur — akin to the trees zooming by a fast-moving commuter train. Still, for this high school “mathlete,” a week of vacation never seemed as long as a week in the ICU.",
        "author": "Sneha Shah"
    },
    {
        "title": "Medical debt is the enemy of everyone",
        "detail": "Medical providers during the pandemic, as expected, provided care regardless of patients’ ability to pay. When COVID-19 disproportionately impacted lower social-economic brackets, initially people of color and the elderly, more patients than usual who needed care lacked adequate health benefits coverage. COVID patients in Medicaid and Medicare have been covered by these government programs. COVID patients with commercial insurance, including plans bought through the ACA Marketplace, have been expected to rely on their private coverage, exposing them to their plans’ deficiencies, such as high deductibles. Other COVID patients have been caught in confusion over their eligibility for charity care, problems from sloppy billing, and even outright exploitation — resulting in patients being left financially exposed for their COVID-related care. Those most at risk include the“long haul” COVID patients having to pay out-of-pocket for care after their hospital discharge. COVID vaccinations can incur medical debt, too. The New York Times in December 2020 reported “surprise bills” can still happen. Care providers receiving basic federal coverage for the costs of vaccinations found ways to sweeten the pot. Some added a “facility fee” if the administering physician was a hospital employee. They added an “Emergency Room fee” if that’s where injections were given. These fees were not covered by the Federal guidelines, or by commercial insurance, so financial exposure landed on the patient. I believe this practice has not yet been curtailed.",
        "author": "Robert Goff"
    },
    {
        "title": "Compassion fatigue and the unvaccinated",
        "detail": "This was in reply to an article on compassion fatigue I had posted on my Facebook page. The article was written by an exhausted physician caring for unvaccinated COVID-19 patients. My initial reaction was, Of course not. That’s my job! But it made me think, why was it that caring for unvaccinated patients seemed so extra depressing? I had never even considered unvaccinated patients similar to other disease processes that I care for routinely.ADVERTISEMENT. Medicine is exhausting. Hospital medicine is trying. No matter your specific role, when you work day in and day out in the hospital, you know that the sickest people in our communities are cared for in the hospital. We see the waves and peaks of all diseases year after year. We are required to be up to date on vaccinations if we are exposed and to minimize infecting others. We are tested for TB regularly. When needle sticks occur, we wait for results to determine if we will need to be on prophylactic medications. Will the HIV or Hepatitis test be positive? We see people die due to preventable and unpreventable diseases, deal with death regularly. There are not many jobs that deal with death regularly. I signed up for this, and I do what I do to help people and hope to make a difference",
        "author": "Jazbeen Ahmad"
    },
    {
        "title": "Why it’s important to take charge of your own health",
        "detail": "Immediately after his surgery, my dad was having tremendous amounts of shortness of breath, in addition to other complications. I reached out to my closest friends who are physicians and started updating them on my dad’s status daily. They pushed me to ask all the right questions to the doctors, yet the doctors were not willing to take any suggestions. Days passed by, and the doctors were not doing much to help my dad. To make matters worse, this was all taking place during COVID times. It was hard for us to visit my dad and even harder to speak to a physician to learn about my dad’s daily status. With no empathy from the doctors, they eventually told us they would not be able to provide care for my dad anymore. They wanted to withdraw care for my dad, but we were not ready to lose hope. I was furious and devastated. Why did the doctors not plan for an exit strategy if a complication arose after the surgery? Why did they keep him sedated for three weeks? Why did they give up so easily? Why did they not initiate the right treatments or do the required imaging in a timely manner? I always used to hold doctors to the highest regards and standards until this experience.",
        "author": "Himani Joshi"
    },
    {
        "title": "We don’t have to be heroes",
        "detail": "On the first day of medical school, our anatomy lab instructor handed us scalpels and told us to skin our cadavers. Early on, I learned: A good physician does not betray her feelings. A good physician suffers long. A good physician embodies resilience. A good physician is imperturbable. This lesson continued throughout training. I contemplated leaving medicine during my second year of residency. I was no longer an intern, which meant I could no longer depend on my inexperience as an excuse. Expectations, responsibilities, and hours grew while my skills, knowledge base, and ability to cope with sleep deprivation stayed relatively the same. All I could do was pretend that I was more competent and more imperturbable than I was.",
        "author": "Yoojin NA"
    },
    {
        "title": "To “fix” health care delivery, turn to a value-based health care system",
        "detail": "With over two-thirds of the public believing that health care should be a top policy priority, there is no debating the importance of “fixing” our health care delivery system. On one extreme of the aisle, there is a growing chorus in support for “Medicare-for-all,” a single-payer, government-funded approach estimated by two independent studies from both liberal– and conservative-leaning institutes to cost about $32 trillion over the next 10 years. On the other side of the political spectrum sits an approach focused on individuality (e.g., the inclusion of health savings accounts [HSAs]), competition, and limited government intervention and financial support for all citizens regardless of socioeconomic standing; the most recent proposed plan, the American Healthcare Act of 2017, was estimated by the Congressional Budget Office (CBO) to reduce federal deficits by $119 billion over 10 years but lead to an estimated increase of 23 uninsured million Americans by 2026. In between these two approaches rest the remaining health care policy proposals, none of which have garnered widespread support within their own political party, let alone across party lines. America needs a health care policy solution. The true – and lasting – solution? A value-based health care system. Fundamentally, there has yet to be a single proposal that profoundly changes how stakeholders provide, pay, or evaluate health care delivered. Value-based health care reimagines health care to align these misaligned incentives by refocusing health care on the patient and the patient’s needs. Such an approach rewards value – defined as health outcomes achieved per dollar spent – across the entire care cycle for a given condition. In doing so, the health care delivery system helps to curtail the rising cost of health care and address concerns of a growing uninsured population – the ultimate goal of any health care system from any political viewpoint.",
        "author": "David Berstein"
    },
    {
        "title": "The inverse relationship of efficiency and resilience",
        "detail": "What does this have to do with us as health care workers? I often notice that my clients believe eliminating wasted time and space would be a benefit to their practice: “If only I was more efficient with my notes. If only I had fewer steps from my workspace to my patient room. If only I had more exam rooms or OR time.” These modifications are brilliant if they provide more space for the unexpected, but they can also rob us of our breathing room, our ability to absorb the ebbs and flows of taking care of people. The ability to bounce back. We all love to feel efficient and productive. But when does a focus on efficiency become too much? Some signs might include feeling overwhelmed, being short with staff and/or a low tolerance for the unexpected (running late, an add-on, a scheduling error, etc.",
        "author": "Erin Maslowski"
    },
    {
        "title": "If you think a mother’s pain is unimaginable, you should see her strength",
        "detail": "Your mother screamed. She cried. She fell to her knees and tried to wake you, slapping your cheek and compressing your chest, and forcing her own breath into your mouth. You did not respond. Your mother frantically called 911. Within minutes, the paramedics arrived. With quick and concise care, they administered several large doses of Narcan to you. Within seconds, you began to cough and gag before finally taking a deep breath. Your eyes fluttered and then finally opened. In your daze, you saw your mother’s heartbroken eyes staring back at you. Her prayers were answered. You survived.In the ER, I was your doctor. I interviewed both you and your mother and learned what had just happened at her house. I learned that you recently had some success with drug rehabilitation after struggling with your addiction for over a decade. Your relapse today, at your mother’s home, was a complete shock to her. Her pain was palpable. Despite her attempts at being brave, her tears and etched wrinkles, and fearful eyes shared what her heart felt. She had hoped that your struggles were behind you. Instead, her hopes were decimated once again.",
        "author": "StoryTeller Doc"
    },
    {
        "title": "When the family wants to speak to the doctor",
        "detail": "Being a doctor is often more about talking to people and communicating than it is about the scientific practice of medicine. This is something that is unfortunately not taught enough in medical school, and it’s left to newly qualified doctors to realize very quickly as they start their careers.Throughout the busy and hectic day of any hospital-based physician—no matter what their specialty—one of the most common requests we hear from nurses is whether patients’ family members can also speak with us. These requests will always be attempted to be met with duty of service. Occasionally, however (and this is the absolute minority), I’ve encountered physicians who shrug their shoulders and wonder, “What does the family want?”, or “I spent so much time talking with the patient, why does the family need to speak with me now?”. Some of these feelings can be legitimate, especially if the doctor feels rushed and under pressure to move on to the next patient. But it personally makes me internally shudder if I see any doctor who doesn’t feel it their duty to talk with their patient’s family.",
        "author": "Suneel Dhand"
    },
    {
        "title": "The American food conspiracy",
        "detail": "Milk has been advertised as a healthy beverage. It is not. No other species consumes milk beyond infancy. Milk-based products like ice cream and yogurt are on top of that often sweetened beyond their natural properties. Fruit juices make it possible to consume the calories of half a dozen pieces of fruit faster than eating just one. Naturally tart juices, like cranberry, are sweetened the same way as soft drinks (high fructose corn syrup), and therefore no healthier than Coca-Cola. Things made from flour — like bread, crackers, boxed and instant cereal, pasta, and snacks like pretzels or chips other than plain potato chips — raise blood glucose levels faster than eating table sugar: The breakdown of flour starts in our mouths because of enzymes in our saliva while sucrose doesn’t break down until it reaches our small intestine.",
        "author": "Hans Duvefelt"
    },
    {
        "title": "Why storytelling is critical in medicine",
        "detail": "I love stories, either told, written, or listened to. Songs tell stories, as does art. Blogs such as the rich content open so many doors for rich conversations. Telling stories is part of who I am. My father loved to tell them, as did my grandfather, whose name I took. They were called bull-sh*tters – and perhaps some refer to me that way at times. In medicine, I find storytelling to be critical. Each time we present a case, we are telling a story. Those residents and students who can present a case to me in a way that draws me in while giving me the necessary facts, but goes the next step that allows me to see that person in their life are the ones I know will be amazing doctors. Information that goes unshared is considered information lost. However, stories need not always be shared. I encourage all of my students to write down their stories now. Memory is nasty and tends to erase such information over time in all of us. In writing a story, we capture it for ourselves and can reflect on that event and grow from it. That is more than enough. We bring concepts to reality by sharing a story by framing a lesson in a life event others can relate to. Reading about a disease pales in comparison to seeing a patient with that disease. The latter is not always possible. Hearing a case enhances learning, and this is why medical schools have drifted away from lectures to small group learning. These formats revolve around shared stories that allow each student to care about the patient and become invested in learning about the illness. In time who we saw and who we heard about become blurred – but the knowledge survives.",
        "author": "John F Mcgeehan"
    },
    {
        "title": "Ivermectin is a Nobel Prize-winning wonder drug",
        "detail": "Ivermectin was first identified in the 1970s during a veterinary drug screening project at Merck Pharmaceuticals. Researchers focused on discovering chemicals that could potentially treat parasitic infections in animals. Common parasites include nematodes, such as flatworms and roundworms, and arthropods, such as fleas and lice. All of these infectious organisms are quite different from viruses.Merck partnered with the Kitasato Institute, a medical research facility in Japan. Satoshi Omura and his team isolated a group of chemicals called avermectin from bacteria found in a single soil sample near a Japanese golf course. To my knowledge, avermectin has yet to be found in any other soil sample in the world.Research on avermectin continued for approximately five years. Soon, Merck and the Kitasato Institute developed a less toxic form they named ivermectin. It was approved in 1981 for commercial use in veterinary medicine for parasitic infections in livestock and domestic pets with the brand name Mectizan.",
        "author": "Jeffrey Aeschlimann"
    },
    {
        "title": " How the board certification exams infantilize resident training",
        "detail": "The resident – perhaps spurred on by the look in my eyes – made the right call, pushing epi immediately into the IV line and not stopping first to clean the injection port with alcohol for 15 seconds. The patient responded right away with return of sinus rhythm and a blood pressure consistent with life. This brief but intense drama led me to ponder (not for the first time) whether the protocols and rules that infuse our days are improving safety or leading to paralysis when decisions must be made. Sometimes you have to act as you think best, accepting the possibility that your action may be vulnerable to criticism.Even if you follow the protocol today, tomorrow it may change. Wearing masks all the time at the start of the COVID pandemic was considered a bad idea – until it wasn’t. On average, 20 percent of the recommendations in clinical practice guidelines don’t survive intact through even one review – on the next updated version, they’re downgraded, reversed, or omitted.",
        "author": "Karen S Sibert"
    }
]